estructura/seguimiento.coord.xml

<!--SEGUIMIENTO-->
<soapenv:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" 
xmlns:xsd="http://www.w3.org/2001/XMLSchema" 
xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" 
xmlns:ser="http://guias.coordinadora.com/ws/guias/1.6/server.php" 
xmlns:soap-enc="http://ñschemas.xmlsoap.org/soap/encoding/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:Guias_rastreoExtendido soapenv:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
        <p xsi:type="ser:Agw_typeRastreoSimpleIn">
            <codigos_remision xsi:type="xsd:array" >
                {items}
            </codigos_remision>
            
            <usuario xsi:type="xsd:string">{usuario}</usuario>
            <clave xsi:type="xsd:string">{clave}</clave>
        </p>
      </ser:Guias_rastreoExtendido>
   </soapenv:Body>
</soapenv:Envelope>
<!--#END SEGUIMIENTO-->

<!--ITEM-->
<item>{numeroGuia}</item>

<!--#END ITEM-->
